{
  "cuestionario": {
    "titulo": "Cuestionario de Alto Nivel: Metodología para la Investigación Científica en el Área de Administración de Negocios",
    "secciones": [
      {
        "nombre": "I. Fundamentos del Método Científico y su Rigor Epistemológico",
        "rango_preguntas": "1-10",
        "preguntas": [
          {
            "numero": 1,
            "pregunta": "Según Samaja (2007), ¿cuáles son las tres condiciones fundamentales que debe cumplir la investigación científica?",
            "opciones": {
              "A": "Un objeto empírico, una teoría y un conjunto de hipótesis válidas.",
              "B": "Un producto basado en teorías y hechos, un método compuesto por acciones, y condiciones de realización institucionales y técnicas.",
              "C": "Una metodología cuantitativa, un marco teórico sólido y un diseño experimental.",
              "D": "Una base filosófica, una orientación teórica y una aplicación empírica.",
              "E": "Una hipótesis científica, una variable dependiente y un procedimiento estadístico."
            },
            "respuesta_correcta": "B",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), Propuesta de metodología para elaborar una investigación científica en el área de Administración de Negocios, p. 3."
          },
          {
            "numero": 2,
            "pregunta": "¿Qué característica otorga rigor científico a una investigación, según Kerlinger y Lee (2008)?",
            "opciones": {
              "A": "Que sea sistemática, controlada, empírica, pública y crítica.",
              "B": "Que se base exclusivamente en un modelo teórico cuantitativo.",
              "C": "Que se limite a la observación empírica sin inferencias teóricas.",
              "D": "Que incorpore métodos deductivos y empíricos de manera lineal.",
              "E": "Que utilice técnicas estadísticas avanzadas para la verificación."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 3: '...debe ser sistemática y controlada... empírica... amoral, pública y crítica...'"
          },
          {
            "numero": 3,
            "pregunta": "¿Cómo define Gutiérrez (2006) el concepto de método dentro de la investigación científica?",
            "opciones": {
              "A": "Como una descripción teórica de los procedimientos epistemológicos.",
              "B": "Como un conjunto de herramientas estadísticas aplicadas a la recolección de datos.",
              "C": "Como el camino o procedimiento viable para conseguir un fin propuesto.",
              "D": "Como la formulación de hipótesis verificables mediante análisis lógico.",
              "E": "Como la estructuración racional del conocimiento empírico."
            },
            "respuesta_correcta": "C",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 3: 'Gutiérrez (2006) define al método en general como el camino o procedimiento viable para conseguir un fin propuesto...'"
          },
          {
            "numero": 4,
            "pregunta": "Según Sierra (2008), ¿qué elementos deben constituir la base racional de un método para garantizar la validez de sus resultados?",
            "opciones": {
              "A": "Presupuestos filosóficos, un enfoque adoptado, principios racionales y técnicas específicas.",
              "B": "Supuestos empíricos, instrumentos de medición y análisis cuantitativo.",
              "C": "Referencias bibliográficas, indicadores estadísticos y modelos heurísticos.",
              "D": "Hipótesis contrastables, deducciones empíricas y análisis comparativo.",
              "E": "Técnicas cualitativas, modelos experimentales y marco conceptual."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 4: '...la base racional que le proporcione validez a los resultados que produzca... constituida por presupuestos filosóficos, un enfoque adoptado, principios racionales y técnicas específicas.'"
          },
          {
            "numero": 5,
            "pregunta": "¿Cuál de las siguientes afirmaciones describe correctamente el carácter del método científico según el texto?",
            "opciones": {
              "A": "Es un método cerrado, secuencial y de aplicación exclusiva al campo experimental.",
              "B": "Es teórico, problemático-hipotético, empírico, inductivo, deductivo, crítico, circular, analítico-sintético, selectivo y abierto a la imaginación.",
              "C": "Se basa únicamente en la inducción empírica y el análisis estadístico.",
              "D": "Está limitado a la formulación de hipótesis comprobables en laboratorio.",
              "E": "Es exclusivamente un proceso lineal y deductivo."
            },
            "respuesta_correcta": "B",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 4: '...el método científico... es teórico, problemático-hipotético, empírico, inductivo, deductivo, crítico, circular, analítico-sintético, selectivo y abierto a la imaginación.'"
          },
          {
            "numero": 6,
            "pregunta": "¿Qué define Tamayo (1999) como el objetivo esencial de la investigación científica?",
            "opciones": {
              "A": "Obtener información relevante y fidedigna mediante la aplicación del método científico.",
              "B": "Generar hipótesis exploratorias de carácter inductivo.",
              "C": "Contrastar teorías y principios mediante análisis empíricos.",
              "D": "Desarrollar modelos teóricos de carácter especulativo.",
              "E": "Elaborar informes de carácter descriptivo y experimental."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 4: 'Tamayo (1999) define a la investigación científica como un proceso que... procura obtener información relevante y fidedigna...'"
          },
          {
            "numero": 7,
            "pregunta": "¿Qué diferencia central menciona el artículo entre el método y la metodología?",
            "opciones": {
              "A": "El método es un conjunto de procedimientos técnicos; la metodología, un marco teórico.",
              "B": "El método es el camino a seguir, mientras que la metodología es el estudio o tratado de los métodos.",
              "C": "El método se refiere a la práctica experimental, y la metodología a los resultados teóricos.",
              "D": "El método implica la deducción empírica, mientras que la metodología la inducción racional.",
              "E": "No existe diferencia sustancial entre ambos conceptos."
            },
            "respuesta_correcta": "B",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 7: 'El método... proviene del griego metha y odos... “camino a seguir”. La metodología... de methodos y logos... “estudio o tratado de los métodos”.'"
          },
          {
            "numero": 8,
            "pregunta": "¿Por qué se considera que el proceso de investigación científica no es rígido, según Rojas (1999)?",
            "opciones": {
              "A": "Porque permite ajustes en función de las limitaciones del investigador.",
              "B": "Porque sus fases se retroalimentan y se transforman según las necesidades del estudio.",
              "C": "Porque depende exclusivamente del tipo de datos recolectados.",
              "D": "Porque se adapta únicamente a las normas de validación institucional.",
              "E": "Porque varía de acuerdo con el modelo epistemológico utilizado."
            },
            "respuesta_correcta": "B",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 5: 'Estos pasos no constituyen de ninguna forma un proceso rígido, sino por el contrario se retroalimentan y se transforman según las necesidades del investigador.'"
          },
          {
            "numero": 9,
            "pregunta": "¿Qué función cumple el método científico dentro de la generación del conocimiento según el texto?",
            "opciones": {
              "A": "Guiar la obtención de resultados verificables y justificar el conocimiento teórica y empíricamente.",
              "B": "Sustituir la teoría filosófica por una práctica empírica experimental.",
              "C": "Reemplazar el razonamiento deductivo por la inferencia estadística.",
              "D": "Estandarizar el uso de técnicas de observación y registro de datos.",
              "E": "Reducir la subjetividad en los procesos de medición cualitativa."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 8: '...el método científico es un conjunto de pasos... avalado por una serie de reglas rigurosas... que justifican teórica o empíricamente el conocimiento verdadero.'"
          },
          {
            "numero": 10,
            "pregunta": "¿Cuál es el propósito del artículo según su introducción?",
            "opciones": {
              "A": "Analizar los diferentes métodos de investigación en las ciencias naturales.",
              "B": "Proporcionar a los estudiantes elementos básicos para identificar el uso del método y la metodología en la investigación científica.",
              "C": "Revisar los fundamentos filosóficos del método empírico-inductivo.",
              "D": "Establecer un marco teórico general para la epistemología aplicada.",
              "E": "Comparar las metodologías cualitativas y cuantitativas en la investigación social."
            },
            "respuesta_correcta": "B",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 4: 'El objetivo de este artículo es proporcionar a los estudiantes elementos básicos para identificar el uso del método y la metodología...'"
          }
        ]
      },
      {
        "nombre": "II. Diferencias entre Método y Metodología en la Investigación",
        "rango_preguntas": "11-20",
        "preguntas": [
          {
            "numero": 11,
            "pregunta": "¿Qué establece Bunge (2008) respecto a la relación entre metodología y métodos en la investigación científica?",
            "opciones": {
              "A": "Que la metodología es el estudio de los métodos y que la investigación utiliza métodos, no metodologías.",
              "B": "Que la metodología sustituye a los métodos en la aplicación científica.",
              "C": "Que los métodos dependen completamente del tipo de metodología empleada.",
              "D": "Que los métodos y metodologías son equivalentes en su aplicación práctica.",
              "E": "Que los métodos se subordinan a las hipótesis sin requerir justificación teórica."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 7: 'Bunge (2008) establece muy claramente que la metodología es el estudio de los métodos, y que la investigación utiliza métodos y no metodologías.'"
          },
          {
            "numero": 12,
            "pregunta": "Según el texto, ¿qué caracteriza a los métodos dentro del proceso de investigación científica?",
            "opciones": {
              "A": "Son procedimientos dirigidos por reglas que arrojan conocimiento objetivo justificable teórica y empíricamente.",
              "B": "Son instrumentos de medición aplicables únicamente a experimentos de laboratorio.",
              "C": "Son mecanismos heurísticos destinados a formular hipótesis descriptivas.",
              "D": "Son sistemas conceptuales que garantizan la interpretación filosófica del conocimiento.",
              "E": "Son modelos teóricos aplicables exclusivamente a la investigación cualitativa."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 7: '...los métodos... dirigidos por las reglas que arrojan conocimiento objetivo y que pueden justificarse tanto teórica como empíricamente.'"
          },
          {
            "numero": 13,
            "pregunta": "¿Cómo definen Torres y Navarro (2007) el método científico en relación con la generación del conocimiento objetivo?",
            "opciones": {
              "A": "Como un conjunto de pasos respaldados por reglas rigurosas que garantizan conocimiento verdadero.",
              "B": "Como un procedimiento de observación empírica basado en hipótesis subjetivas.",
              "C": "Como una guía metodológica centrada en la interpretación cualitativa del fenómeno.",
              "D": "Como una descripción teórica del proceso deductivo sin comprobación empírica.",
              "E": "Como una técnica de validación estadística de fenómenos sociales."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 8: 'Torres y Navarro (2007)... consideran que el método científico es un conjunto de pasos... avalado por una serie de reglas rigurosas... que justifican teórica o empíricamente el conocimiento verdadero.'"
          },
          {
            "numero": 14,
            "pregunta": "¿Qué tipo de reglas del método menciona Bunge (2008) en el texto?",
            "opciones": {
              "A": "Reglas para encontrar hechos, para evaluar el valor de verdad de proposiciones y metarreglas para evaluar la eficiencia de las reglas.",
              "B": "Reglas metodológicas, experimentales y estadísticas para la obtención de datos.",
              "C": "Reglas inductivas, deductivas y correlacionales para el análisis empírico.",
              "D": "Reglas teóricas, empíricas y heurísticas de diseño experimental.",
              "E": "Reglas de observación, inferencia y comprobación teórica."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 8: 'Las reglas del método pueden ser de tres tipos: i) reglas para encontrar hechos... ii) reglas para evaluar el valor de verdad... y iii) metarreglas para evaluar la eficiencia de las reglas.'"
          },
          {
            "numero": 15,
            "pregunta": "¿Qué diferencia establece el texto entre la investigación básica y la aplicada?",
            "opciones": {
              "A": "La básica busca problemas cognoscitivos, mientras la aplicada estudia problemas de interés social.",
              "B": "La básica se enfoca en la tecnología, mientras la aplicada en la filosofía del conocimiento.",
              "C": "La básica analiza problemas prácticos, mientras la aplicada formula teorías generales.",
              "D": "La básica depende de métodos técnicos, mientras la aplicada usa métodos inductivos.",
              "E": "La básica utiliza experimentación estadística, mientras la aplicada recurre a entrevistas cualitativas."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 8: '...mientras el investigador básico trabaja en los problemas que le interesan... el investigador aplicado estudia solamente problemas de posible interés social.'"
          },
          {
            "numero": 16,
            "pregunta": "Según Torres y Navarro (2007), ¿en qué consiste la diferencia entre ciencia y técnica?",
            "opciones": {
              "A": "La ciencia busca comprender la realidad; la técnica, controlarla con ayuda del conocimiento.",
              "B": "La ciencia aplica métodos tecnológicos; la técnica genera teorías explicativas.",
              "C": "La ciencia estudia los hechos empíricos; la técnica los analiza filosóficamente.",
              "D": "La ciencia y la técnica son equivalentes en su aplicación metodológica.",
              "E": "La ciencia depende del método inductivo; la técnica del método deductivo."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 9: '...mientras la ciencia se propone comprender la realidad íntegra, la técnica se propone controlar ciertos sectores escogidos de la realidad con ayuda de conocimientos de todo tipo.'"
          },
          {
            "numero": 17,
            "pregunta": "¿Qué papel cumple la administración dentro de la clasificación propuesta por Bunge (2008)?",
            "opciones": {
              "A": "Forma parte de la tecnología, incluida en el campo de la sociotecnología.",
              "B": "Se considera una ciencia básica orientada al desarrollo teórico.",
              "C": "Es una disciplina filosófica vinculada con la epistemología aplicada.",
              "D": "Pertenece a la biotecnología por su enfoque sobre los sistemas humanos.",
              "E": "Se define como una rama empírica de la psicotecnología organizacional."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 10: '...para Bunge (2008) la administración no es ciencia básica, es parte de la tecnología, incluida en el campo de la sociotecnología.'"
          },
          {
            "numero": 18,
            "pregunta": "¿Qué distingue a los métodos de pensamiento de los métodos de acción según Sierra (2008)?",
            "opciones": {
              "A": "Los primeros son procesos lógicos internos; los segundos, actividades humanas externas orientadas al conocimiento o transformación de la realidad.",
              "B": "Los primeros son técnicas experimentales; los segundos, teorías explicativas.",
              "C": "Los primeros implican observación empírica; los segundos, análisis estadístico.",
              "D": "Los primeros buscan predecir fenómenos; los segundos, interpretarlos cualitativamente.",
              "E": "Los primeros son heurísticos; los segundos, metodológicos."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 10: 'Sierra (2008) establece que los métodos de investigación pueden ser... de pensamiento... procesos lógicos... y de acción... actividades humanas de carácter externo.'"
          },
          {
            "numero": 19,
            "pregunta": "¿Cuál es el propósito del método científico en el contexto de la administración según el texto?",
            "opciones": {
              "A": "Aplicar los conocimientos científicos a la solución de problemas prácticos de gestión.",
              "B": "Desarrollar teorías filosóficas sobre la organización empresarial.",
              "C": "Analizar los fundamentos epistemológicos del comportamiento organizacional.",
              "D": "Formular modelos deductivos de la cultura administrativa.",
              "E": "Sustituir las técnicas de campo por análisis teóricos comparativos."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 10: '...los datos, hipótesis y teorías empleados en la técnica se toman de la ciencia para ser empleados en la solución de problemas prácticos propios de la administración.'"
          },
          {
            "numero": 20,
            "pregunta": "Según el texto, ¿qué tipo de métodos conforman el método científico en su conjunto?",
            "opciones": {
              "A": "Una integración de métodos específicos que varían según el problema a resolver.",
              "B": "Únicamente los métodos experimentales y estadísticos.",
              "C": "Solo los métodos empíricos aplicados en laboratorios.",
              "D": "Exclusivamente los métodos inductivos y deductivos.",
              "E": "Los métodos analíticos, sintéticos y de comparación teórica."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 13: 'En resumen, el método científico integra un conjunto de métodos específicos... su utilización depende del problema específico que se trate de resolver.'"
          }
        ]
      },

      {
        "nombre": "III. Tipos, Alcances y Caracterización de la Investigación Científica",
        "rango_preguntas": "21-30",
        "preguntas": [
          {
            "numero": 21,
            "pregunta": "¿Qué establece Tamayo (1999) respecto a los dos aspectos del proceso de investigación científica?",
            "opciones": {
              "A": "Una parte formal, referida al informe de investigación, y una parte del proceso, que abarca los pasos para aplicar el método científico a un problema.",
              "B": "Una parte teórica, centrada en la deducción, y otra empírica, enfocada en la observación.",
              "C": "Una parte metodológica, que estudia los métodos, y una parte técnica, que mide resultados.",
              "D": "Una parte conceptual, de hipótesis, y una parte práctica, de comprobación.",
              "E": "Una parte exploratoria y una descriptiva según la naturaleza del objeto."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 5: 'Según Tamayo (1999), este proceso considera dos aspectos: i) una parte formal... y ii) una parte del proceso... para lograr la aplicación del método científico a un problema específico.'"
          },
          {
            "numero": 22,
            "pregunta": "Según Sierra (2008), ¿cómo se clasifican los tipos de investigación de acuerdo con su finalidad?",
            "opciones": {
              "A": "En básica, que busca enriquecer el conocimiento teórico, y aplicada, que busca resolver problemas prácticos.",
              "B": "En exploratoria, descriptiva y correlacional según la profundidad del análisis.",
              "C": "En documental, empírica y experimental según su fuente de datos.",
              "D": "En cualitativa y cuantitativa según la forma de recolección de información.",
              "E": "En transversal y longitudinal según su temporalidad."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 6: 'Por su finalidad: i) Básica... ii) Aplicada, aquella que busca conocimientos específicos, la resolución de problemas prácticos (Bunge, 2008).'"
          },
          {
            "numero": 23,
            "pregunta": "¿Cuál es la diferencia entre una investigación transversal y una longitudinal según Sierra (2008)?",
            "opciones": {
              "A": "La transversal considera un único momento; la longitudinal estudia la evolución del fenómeno en un periodo determinado.",
              "B": "La transversal examina causas y efectos; la longitudinal se enfoca en correlaciones.",
              "C": "La transversal se orienta a la experimentación; la longitudinal a la descripción.",
              "D": "La transversal aplica el método cualitativo; la longitudinal, el cuantitativo.",
              "E": "La transversal mide variables independientes; la longitudinal mide dependientes."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 6: 'Por su alcance temporal: i) Transversal... ii) Longitudinal, la que permite estudiar la evolución del fenómeno en un momento determinado (Sierra, 2008).'"
          },
          {
            "numero": 24,
            "pregunta": "¿Qué caracteriza a una investigación exploratoria según Hernández, Fernández y Baptista (2008)?",
            "opciones": {
              "A": "Su objetivo consiste en examinar un tema poco estudiado.",
              "B": "Pretende describir las características de un fenómeno en detalle.",
              "C": "Busca establecer relaciones causales entre variables.",
              "D": "Se orienta a la medición de hechos observables en laboratorio.",
              "E": "Analiza la evolución histórica de un fenómeno social."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 6: 'Por su profundidad: i) Exploratoria, cuando el objetivo consiste en examinar un tema poco estudiado...'"
          },
          {
            "numero": 25,
            "pregunta": "¿Qué distingue a la investigación explicativa de la descriptiva según el texto?",
            "opciones": {
              "A": "La explicativa busca establecer causas y eventos; la descriptiva, detallar propiedades y características de los fenómenos.",
              "B": "La explicativa clasifica variables; la descriptiva formula hipótesis teóricas.",
              "C": "La explicativa aplica técnicas estadísticas; la descriptiva usa entrevistas cualitativas.",
              "D": "La explicativa es transversal; la descriptiva es longitudinal.",
              "E": "La explicativa es documental; la descriptiva es empírica."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 6: '...Descriptiva... especifica propiedades... Explicativa, la cual pretende establecer las causas y eventos...'"
          },
          {
            "numero": 26,
            "pregunta": "¿Cómo se diferencia una fuente primaria de una secundaria según Sierra (2008)?",
            "opciones": {
              "A": "La primaria proporciona datos de primera mano; la secundaria, datos recolectados por terceros con otros fines.",
              "B": "La primaria se basa en documentos; la secundaria en observaciones empíricas.",
              "C": "La primaria analiza hechos históricos; la secundaria interpreta fenómenos actuales.",
              "D": "La primaria aplica métodos estadísticos; la secundaria métodos cualitativos.",
              "E": "La primaria usa experimentos; la secundaria aplica entrevistas."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 6: 'Por sus fuentes: i) Primarias, los datos... de primera mano... ii) Secundarias, los datos... recolectados por terceras personas...'"
          },
          {
            "numero": 27,
            "pregunta": "¿Qué diferencia establece Sierra (2008) entre investigación cuantitativa y cualitativa?",
            "opciones": {
              "A": "La cuantitativa utiliza datos numéricos; la cualitativa busca comprender fenómenos sin medición numérica.",
              "B": "La cuantitativa analiza contextos sociales; la cualitativa emplea estadísticas.",
              "C": "La cuantitativa se basa en hipótesis descriptivas; la cualitativa en datos empíricos.",
              "D": "La cuantitativa es documental; la cualitativa es experimental.",
              "E": "La cuantitativa se aplica a teorías; la cualitativa a hechos observables."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 6: 'Por su carácter: i) Cuantitativa... los datos adoptan forma numérica... ii) Cualitativa... no busca cuantificar sino comprender...'"
          },
          {
            "numero": 28,
            "pregunta": "¿Cuál de las siguientes combinaciones corresponde a los tipos de investigación por su naturaleza según el texto?",
            "opciones": {
              "A": "Documental, empírica, experimental y de encuestas.",
              "B": "Exploratoria, descriptiva, correlacional y explicativa.",
              "C": "Cualitativa, cuantitativa, mixta y teórica.",
              "D": "De campo, de laboratorio, longitudinal y transversal.",
              "E": "Empírica, teórica, conceptual y proyectiva."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 7: 'Por su naturaleza: i) Documental... ii) Empírica... iii) Experimental... iv) Encuestas...'"
          },
          {
            "numero": 29,
            "pregunta": "¿Qué caracteriza a una investigación de campo frente a una de laboratorio según Sierra (2008)?",
            "opciones": {
              "A": "La de campo estudia el fenómeno en su ambiente natural; la de laboratorio, en un entorno controlado.",
              "B": "La de campo utiliza datos secundarios; la de laboratorio, primarios.",
              "C": "La de campo se basa en hipótesis teóricas; la de laboratorio, en entrevistas empíricas.",
              "D": "La de campo aplica técnicas estadísticas; la de laboratorio, cualitativas.",
              "E": "La de campo se enfoca en estudios teóricos; la de laboratorio, en investigación documental."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 7: 'Por su marco: i) De campo... estudia el fenómeno en su ambiente natural, y ii) De laboratorio... en un ambiente controlado y artificial.'"
          },
          {
            "numero": 30,
            "pregunta": "¿Qué función cumple la clasificación de los tipos de investigación según Rojas (1999)?",
            "opciones": {
              "A": "Orientar la elección de métodos pertinentes para resolver el problema planteado.",
              "B": "Definir las bases teóricas del marco conceptual.",
              "C": "Establecer criterios de validez y confiabilidad de los datos.",
              "D": "Determinar la secuencia de los procedimientos experimentales.",
              "E": "Estandarizar los informes de resultados científicos."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 7: 'Una vez que la investigación... se ha ubicado dentro de estos tipos, se procede a elegir los métodos pertinentes para encontrar la solución al problema planteado.'"
          }
        ]
      },

      {
        "nombre": "IV. Aplicación del Método Tecnológico y la Espiral Metodológica",
        "rango_preguntas": "31-40",
        "preguntas": [
          {
            "numero": 31,
            "pregunta": "¿Qué objetivo tuvo la investigación doctoral presentada como caso en el artículo?",
            "opciones": {
              "A": "Desarrollar un modelo de competitividad para los productores del sector floricultor de San Andrés Totoltepec, Tlalpan.",
              "B": "Analizar la evolución de los mercados floricultores en América Latina.",
              "C": "Diseñar un sistema tecnológico de producción de flores en México.",
              "D": "Evaluar la sostenibilidad ambiental del sector agrícola.",
              "E": "Proponer un modelo teórico para la industria agroexportadora."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 15: '...Modelo de competitividad para productores del sector floricultor de San Andrés Totoltepec, Tlalpan.'"
          },
          {
            "numero": 32,
            "pregunta": "¿Cuáles son las dos fases principales del proceso de investigación descrito en la propuesta metodológica?",
            "opciones": {
              "A": "Estrategia metodológica y trabajo empírico.",
              "B": "Revisión teórica y comprobación estadística.",
              "C": "Diseño experimental y aplicación tecnológica.",
              "D": "Análisis exploratorio y validación de hipótesis.",
              "E": "Planeación teórica y síntesis deductiva."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 14: 'La investigación se desarrolla en dos fases; la primera comprende la estrategia metodológica... la segunda fase consiste en el trabajo empírico...'"
          },
          {
            "numero": 33,
            "pregunta": "Según Bunge (2008), ¿qué caracteriza a la investigación aplicada?",
            "opciones": {
              "A": "Se orienta a la resolución de problemas prácticos inmediatos vinculados con el desarrollo.",
              "B": "Busca formular leyes generales del conocimiento teórico.",
              "C": "Analiza principios abstractos sin aplicación práctica.",
              "D": "Evalúa métodos filosóficos para la comprensión de la realidad.",
              "E": "Plantea hipótesis sin relación con el contexto social."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 16: '...esta investigación es aplicada... tiene como propósito primordial la resolución de problemas prácticos inmediatos (Bunge, 2008).'"
          },
          {
            "numero": 34,
            "pregunta": "¿Qué tipo de investigación se realizó según su alcance?",
            "opciones": {
              "A": "Correlacional, pues busca conocer cómo se comporta una variable en relación con otra.",
              "B": "Exploratoria, porque examina fenómenos poco estudiados.",
              "C": "Descriptiva, al detallar las características de un fenómeno social.",
              "D": "Experimental, al manipular variables bajo condiciones controladas.",
              "E": "Longitudinal, al analizar el fenómeno en diferentes momentos temporales."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 16: '...es una investigación correlacional, pues busca conocer cómo se comporta una variable o concepto conociendo el comportamiento de otra variable relacionada...'"
          },
          {
            "numero": 35,
            "pregunta": "¿Qué enfoque combina la investigación descrita según sus fases?",
            "opciones": {
              "A": "Un enfoque mixto que integra métodos cualitativos y cuantitativos.",
              "B": "Un enfoque exclusivamente cuantitativo.",
              "C": "Un enfoque teórico–deductivo.",
              "D": "Un enfoque empírico–documental.",
              "E": "Un enfoque descriptivo de carácter exploratorio."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 17: '...esta investigación inicia con un enfoque cualitativo... posteriormente se orienta hacia un enfoque cuantitativo... lo que genera un enfoque mixto.'"
          },
          {
            "numero": 36,
            "pregunta": "¿Qué método formal guía todo el proceso de investigación en el estudio presentado?",
            "opciones": {
              "A": "El método tecnológico.",
              "B": "El método científico.",
              "C": "El método hipotético-deductivo.",
              "D": "El método empírico-analítico.",
              "E": "El método de muestreo estadístico."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 19: '...el método formal que se debe utilizar es el método tecnológico...'"
          },
          {
            "numero": 37,
            "pregunta": "Según Bunge (2008), ¿cuáles son las etapas del método tecnológico aplicadas en la investigación?",
            "opciones": {
              "A": "Elección del campo, planteamiento del problema, adquisición de conocimientos, propuesta de factores, descripción del plan y presentación del informe.",
              "B": "Formulación de hipótesis, diseño experimental, análisis de datos y validación de resultados.",
              "C": "Revisión bibliográfica, operacionalización de variables y análisis cualitativo.",
              "D": "Diseño teórico, aplicación empírica y contraste de resultados.",
              "E": "Observación, clasificación, deducción y síntesis conceptual."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 19: '...el método tecnológico consta de las siguientes etapas: 1. Elección del campo... 2. Planteamiento de un problema práctico... 3. Adquisición de conocimientos... 4. Propuesta... 5. Descripción detallada del plan... 6. Presentación del informe...'"
          },
          {
            "numero": 38,
            "pregunta": "¿Qué modelo metodológico se utilizó para el trabajo empírico según Van Gigch (2008)?",
            "opciones": {
              "A": "El modelo de decisión sistémico de Van Gigch.",
              "B": "El modelo analítico-sintético de Bunge.",
              "C": "El modelo experimental correlacional.",
              "D": "El modelo heurístico probabilístico.",
              "E": "El modelo de inferencia deductiva de Sierra."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 19: '...el utilizado para el trabajo empírico... es el método para desarrollar modelos de decisión de Van Gigch (2008)...'"
          },
          {
            "numero": 39,
            "pregunta": "¿Cuál es la finalidad de la espiral metodológica propuesta en el artículo?",
            "opciones": {
              "A": "Representar el proceso de investigación como un todo flexible y retroalimentado que integra diferentes métodos.",
              "B": "Sustituir la secuencia lineal del método científico tradicional.",
              "C": "Definir un modelo de análisis exclusivo para la administración empresarial.",
              "D": "Estandarizar las fases del método deductivo aplicado a la tecnología.",
              "E": "Representar la estructura jerárquica de los procedimientos estadísticos."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 20: 'Esta espiral metodológica representa de manera significativa el proceso de investigación como un todo... que se retroalimenta y considera diferentes momentos...'"
          },
          {
            "numero": 40,
            "pregunta": "¿Qué métodos de pensamiento se aplicaron en cada fase del proceso según el texto?",
            "opciones": {
              "A": "Método inductivo y deductivo en la primera fase, e hipotético-deductivo en la segunda.",
              "B": "Método comparativo y analítico en la primera fase, y experimental en la segunda.",
              "C": "Método empírico en la primera fase, y teórico en la segunda.",
              "D": "Método correlacional en la primera fase, y descriptivo en la segunda.",
              "E": "Método deductivo en la primera fase, y inductivo en la segunda."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 21: 'En la primera fase el método de pensamiento fue el método inductivo... posteriormente se aplicó el método deductivo... en la fase dos, el método de pensamiento fue de tipo hipotético-deductivo...'"
          }
        ]
      },
      
      {
        "nombre": "V. Conclusiones y Reflexiones sobre la Investigación Científica en Administración",
        "rango_preguntas": "41-50",
        "preguntas": [
          {
            "numero": 41,
            "pregunta": "Según las conclusiones del artículo, ¿qué determina el tipo de método a utilizar en una investigación científica?",
            "opciones": {
              "A": "El área de conocimiento o ciencia en la que se desarrolla la investigación.",
              "B": "El interés personal del investigador y los recursos disponibles.",
              "C": "Las herramientas estadísticas utilizadas en la medición de datos.",
              "D": "La cantidad de información empírica recopilada.",
              "E": "El marco institucional que regula la investigación aplicada."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 22: 'Se puede concluir que dependiendo de la ciencia o área de conocimiento así será el tipo de método que se utilizará para desarrollar una investigación...'"
          },
          {
            "numero": 42,
            "pregunta": "¿Por qué se generan confusiones en el desarrollo de la investigación dentro de las ciencias sociales según los autores?",
            "opciones": {
              "A": "Porque no se reflexiona adecuadamente sobre la relación entre los objetivos de investigación y los métodos empleados.",
              "B": "Porque existe una falta de control experimental en los procesos empíricos.",
              "C": "Porque los investigadores priorizan los métodos tecnológicos sobre los teóricos.",
              "D": "Porque las técnicas cualitativas son insuficientes para explicar los fenómenos sociales.",
              "E": "Porque se desconocen los fundamentos filosóficos de la metodología científica."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 22: '...es frecuente confundirse... debido a que no se reflexiona suficientemente entre lo que se va a investigar... y el método o métodos que se van a utilizar.'"
          },
          {
            "numero": 43,
            "pregunta": "¿Qué advierten los autores sobre el uso del método científico en investigaciones de tipo técnico?",
            "opciones": {
              "A": "Que muchas investigaciones técnicas se realizan siguiendo el método científico cuando deberían aplicar métodos o técnicas más apropiadas.",
              "B": "Que el método científico debe aplicarse rigurosamente en toda investigación sin excepción.",
              "C": "Que el método científico es insuficiente para validar los resultados técnicos.",
              "D": "Que las investigaciones técnicas deben limitarse al análisis empírico sin marco teórico.",
              "E": "Que el método científico reemplaza las metodologías prácticas en la administración."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 22: 'Es recurrente desarrollar investigaciones técnicas siguiendo el método científico, cuando lo que se necesita es tener la firme convicción de los métodos o técnicas que la misma investigación demanda.'"
          },
          {
            "numero": 44,
            "pregunta": "Según los autores, ¿cuál debe ser la actitud del investigador frente a un problema práctico?",
            "opciones": {
              "A": "Actuar como un consultor experto capaz de observar, sistematizar la problemática y aplicar métodos adecuados.",
              "B": "Priorizar la formulación de hipótesis generales sobre el fenómeno.",
              "C": "Aplicar exclusivamente métodos cuantitativos de validación estadística.",
              "D": "Rechazar la metodología empírica y centrarse en el razonamiento teórico.",
              "E": "Evitar toda forma de análisis deductivo durante la investigación aplicada."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 22: '...el investigador sólo tenga que actuar como un consultor experto en saber observar y... disponer de una mente estructurada para sistematizar la problemática... y conocer los métodos o técnicas que deba emplear.'"
          },
          {
            "numero": 45,
            "pregunta": "¿Qué papel cumple el método en el proceso de investigación según las conclusiones del texto?",
            "opciones": {
              "A": "Guía el trabajo de investigación y orienta los pasos a seguir durante el proceso.",
              "B": "Sustituye el marco teórico y define las hipótesis del estudio.",
              "C": "Limita la investigación a un modelo deductivo cerrado.",
              "D": "Determina la validez empírica sin considerar el contexto teórico.",
              "E": "Opera únicamente como herramienta estadística de comprobación."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 23: '...existe un método que guía el trabajo de investigación y que auxilia para el establecimiento de los pasos que se deben seguir durante todo el proceso.'"
          },
          {
            "numero": 46,
            "pregunta": "¿Qué diferencia existe entre los métodos de pensamiento y los métodos de acción según las conclusiones?",
            "opciones": {
              "A": "Los métodos de pensamiento guían el razonamiento teórico; los de acción orientan el trabajo empírico.",
              "B": "Los métodos de pensamiento aplican técnicas experimentales; los de acción interpretan los resultados.",
              "C": "Los métodos de pensamiento corresponden a estudios cualitativos; los de acción a investigaciones longitudinales.",
              "D": "Los métodos de pensamiento son inductivos; los de acción son exclusivamente deductivos.",
              "E": "Los métodos de pensamiento se aplican a hipótesis; los de acción a teorías consolidadas."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 23: '...pueden ser métodos de pensamiento... o métodos de acción que guían el trabajo empírico.'"
          },
          {
            "numero": 47,
            "pregunta": "¿Qué indica el texto respecto a los enfoques de investigación según el momento metodológico?",
            "opciones": {
              "A": "Pueden variar entre cualitativo, cuantitativo o mixto, dependiendo del momento metodológico.",
              "B": "Deben mantenerse constantes durante toda la investigación.",
              "C": "Se determinan por la disponibilidad de instrumentos estadísticos.",
              "D": "Dependen exclusivamente del tipo de hipótesis formuladas.",
              "E": "Se limitan al análisis de datos cuantitativos."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 23: 'Los enfoques de la investigación también pueden variar dependiendo del momento metodológico, y pueden ser cualitativos, cuantitativos o ambos...'"
          },
          {
            "numero": 48,
            "pregunta": "¿Por qué se considera importante para los estudiantes conocer la multiplicidad de métodos en investigación?",
            "opciones": {
              "A": "Porque permite elegir los métodos adecuados según la etapa y el momento del proyecto investigativo.",
              "B": "Porque facilita la eliminación de procedimientos empíricos redundantes.",
              "C": "Porque garantiza la aplicabilidad exclusiva del método científico.",
              "D": "Porque sustituye la necesidad de un marco teórico sólido.",
              "E": "Porque reduce la necesidad de validación institucional."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 23: '...es importante conocer que el proceso de la investigación requiere del uso de diferentes métodos... que se eligen dependiendo del momento y de la etapa correspondiente...'"
          },
          {
            "numero": 49,
            "pregunta": "¿Qué función cumple la triangulación de estrategias metodológicas mencionada en las conclusiones?",
            "opciones": {
              "A": "Proporcionar mayor rigor al proceso de investigación al combinar enfoques cualitativos y cuantitativos.",
              "B": "Reemplazar los métodos estadísticos por análisis comparativos.",
              "C": "Facilitar la deducción teórica de resultados empíricos.",
              "D": "Aumentar la eficiencia del diseño experimental controlado.",
              "E": "Simplificar la aplicación del método tecnológico."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 23: '...un enfoque mixto... implica una triangulación de estrategias que proporcionan mayor rigor al proceso.'"
          },
          {
            "numero": 50,
            "pregunta": "¿Qué representa en su conjunto la metodología del trabajo de investigación según los autores?",
            "opciones": {
              "A": "Un conjunto de métodos que, aplicados coherentemente, permiten alcanzar el producto deseado.",
              "B": "Un procedimiento único que asegura resultados universales.",
              "C": "Una serie de pasos lineales sin posibilidad de retroalimentación.",
              "D": "Una estructura rígida determinada por la naturaleza del objeto de estudio.",
              "E": "Una técnica experimental dependiente del método científico."
            },
            "respuesta_correcta": "A",
            "referencia": "Coria Páez, Pastor Román y Torres Hernández (2013), p. 23: '...no se utiliza un solo método, sino un conjunto de métodos, que constituyen la metodología del trabajo de investigación.'"
          }
        ]
      }
      
    ]
  }
}