{
    "cuestionario": {
      "titulo": "Cuestionario de Alto Nivel: Metodología para Elaborar una Investigación Científica en Administración de Negocios",
      "secciones": [
        {
          "nombre": "I. Fundamentos de la Justificación e Implicaciones Éticas (Simulación de la Pauta Inicial)",
          "rango_preguntas": "1-2",
          "preguntas": [
            {
              "numero": 1,
              "pregunta": "Según Tamayo (1999), ¿qué procura la investigación científica mediante la aplicación del método científico?",
              "opciones": {
                "A": "Procura generar un conjunto de conocimientos razonados, sistematizados y verdaderos para la sociedad.",
                "B": "Procura obtener información relevante y fidedigna para entender, verificar, corregir o aplicar el conocimiento.",
                "C": "Procura validar las preposiciones y metarreglas para evaluar la eficiencia de las reglas en la generación de conocimiento.",
                "D": "Procura definir las leyes o llevar a cabo desarrollos tecnológicos a fin de comprender la realidad íntegra.",
                "E": "Procura resolver problemas que son de interés social y que pueden ser planificados a largo plazo por el investigador."
              },
              "respuesta_correcta": "B",
               "referencia": "Tamayo (1999) define a la investigación científica como un proceso que, mediante la aplicación del método científico, procura obtener información relevante y fidedigna para entender, verificar, corregir o aplicar el conocimiento. [cite: 308]"
            },
            {
              "numero": 2,
              "pregunta": "¿Cuál es la situación que Bunge (2008), Blaxter, Hughes & Tight (2008), Bernal (2006), Kerlinger & Lee (2008) y Torres & Navarro (2007) identifican como causa de confusión entre los estudiantes que se inician en la investigación?",
              "opciones": {
                "A": "La falta de una base racional que proporcione validez a los resultados que produce el método.",
                "B": "La distinción ambigua entre la parte formal y la parte del proceso del informe de investigación.",
                "C": "La diferencia sustancial entre el método y la metodología, conceptos que en ocasiones suelen utilizarse por los investigadores de manera indistinta.",
                "D": "El uso del método científico como base para obtener nuevos conocimientos, aun cuando las mejoras no se aplican con el mismo rigor.",
                "E": "La inexistencia de tipos puros de investigación, obligando a mezclar diferentes rasgos en un solo estudio."
              },
              "respuesta_correcta": "C",
              "referencia": "existe una diferencia sustancial entre el método y la metodología, conceptos que en ocasiones suelen utilizarse por los investigadores de manera indistinta, lo que produce confusión entre los estudiantes que se inician en las labores de la investigación científica (Bunge, 2008; Blaxter, Hughes & Tight, 2008; Bernal, 2006; Kerlinger & Lee, 2008;  Torres & Navarro, 2007). [cite: 309]"
            }
          ]
        },
        {
          "nombre": "II. El Proceso y Caracterización de la Investigación Científica",
          "rango_preguntas": "3-12",
          "preguntas": [
            {
              "numero": 3,
              "pregunta": "Según Samaja (2007), ¿cuál de las siguientes opciones NO es una de las tres condiciones que considera el proceso de investigación científica?",
              "opciones": {
                "A": "Un producto (objeto), basado en teorías y hechos.",
                "B": "Un método (conjunto de acciones), que implica una validación y un descubrimiento.",
                "C": "Condiciones de realización, tanto institucionales como técnicas.",
                "D": "Una parte formal, que se refiere a la manera como se presenta el informe de investigación.",
                "E": "La investigación científica es un proceso que considera, según Samaja (2007), tres condiciones."
              },
              "respuesta_correcta": "D",
               "referencia": "Por tanto, la investigación científica es un proceso que considera, según Samaja (2007), tres condiciones: i) un producto (objeto), basado en teorías y hechos; ii) un método (conjunto de acciones), que implica una validación y un descubrimiento, y iii) condiciones de realización, tanto institucionales como técnicas. [cite: 296, 297]"
            },
            {
              "numero": 4,
              "pregunta": "¿Qué característica le otorga rigor científico a la investigación al significar que los resultados deben ponerse al alcance de todo el que lo requiera y deben compartirse?",
              "opciones": {
                "A": "Sistemática y controlada.",
                "B": "Empírica.",
                "C": "Abierta a la imaginación.",
                "D": "Crítica.",
                "E": "Pública."
              },
              "respuesta_correcta": "E",
               "referencia": "amoral, pública y crítica, esto significa que los resultados no deben juzgarse como \"buenos\" o \"malos\", sino revisarse bajo la luz de su validez y confiabilidad, y además deben ponerse al alcance de todo el que lo requiera, deben compartirse y, por último, está sujeta a la evaluación razonada de los resultados presentados (Kerlinger & Lee, 2008). [cite: 299]"
            },
            {
              "numero": 5,
              "pregunta": "De acuerdo con Sierra (2008), ¿qué tipo de investigación, clasificada por su profundidad, busca especificar propiedades, características y rasgos importantes de cualquier fenómeno que se analice?",
              "opciones": {
                "A": "Exploratoria.",
                "B": "Explicativa.",
                "C": "Transversal.",
                "D": "Descriptiva.",
                "E": "Aplicada."
              },
              "respuesta_correcta": "D",
               "referencia": "Descriptiva, cuando busca especificar propiedades, características y rasgos importantes de cualquier fenómeno que se analice. [cite: 334]"
            },
            {
              "numero": 6,
              "pregunta": "Según la clasificación por su carácter, ¿cuál tipo de investigación 'no busca cuantificar sino comprender, profundizar en el entendimiento y las interioridades de los fenómenos' (Del Cid, Méndez & Sandoval, 2007)?",
              "opciones": {
                "A": "Cuantitativa.",
                "B": "Correlacional.",
                "C": "Cualitativa.",
                "D": "Mixta.",
                "E": "Empírica."
              },
              "respuesta_correcta": "C",
               "referencia": "Cualitativa, no busca cuantificar sino comprender, profundizar en el entendimiento y las interioridades de los fenómenos (Del Cid, Méndez & Sandoval, 2007). [cite: 338]"
            },
            {
              "numero": 7,
              "pregunta": "En la caracterización del proceso de investigación, ¿cuál es el tipo de investigación, según su finalidad, que busca conocimientos específicos, la resolución de problemas prácticos?",
              "opciones": {
                "A": "Básica, la cual busca enriquecer el conocimiento teórico.",
                "B": "Longitudinal, que permite estudiar la evolución del fenómeno en un momento determinado.",
                "C": "Documental, ya que se basa exclusivamente en documentos.",
                "D": "Aplicada, aquella que busca conocimientos específicos, la resolución de problemas prácticos (Bunge, 2008).",
                "E": "Exploratoria, cuando el objetivo consiste en examinar un tema poco estudiado."
              },
              "respuesta_correcta": "D",
               "referencia": "Aplicada, aquella que busca conocimientos específicos, la resolución de problemas prácticos (Bunge, 2008). [cite: 330]"
            },
            {
              "numero": 8,
              "pregunta": "¿Qué tipo de investigación, según sus fuentes, implica que 'los datos o hechos recolectados por terceras personas y para investigaciones con otros fines'?",
              "opciones": {
                "A": "Primarias.",
                "B": "Mixtas.",
                "C": "Secundarias.",
                "D": "De campo.",
                "E": "Experimental."
              },
              "respuesta_correcta": "C",
               "referencia": "Secundarias, los datos o hechos recolectados por terceras personas y para investigaciones con otros fines. [cite: 337]"
            },
            {
              "numero": 9,
              "pregunta": "Según la clasificación por su naturaleza, ¿cuál investigación implica 'trabajar con hechos de experiencia directa'?",
              "opciones": {
                "A": "Documental, es decir, se basa en documentos.",
                "B": "Experimental, observa fenómenos producidos en laboratorios.",
                "C": "Empírica, aquella que implica trabajar con hechos de experiencia directa.",
                "D": "Encuestas, los datos provienen de los sujetos observados.",
                "E": "Mixta, las cuales aplican a la vez datos primarios y secundarios."
              },
              "respuesta_correcta": "C",
               "referencia": "Empírica, aquella que implica trabajar con hechos de experiencia directa. [cite: 339]"
            },
            {
              "numero": 10,
              "pregunta": "¿Qué condición de la investigación científica, según Kerlinger & Lee (2008), significa que los resultados 'no deben juzgarse como \"buenos\" o \"malos\", sino revisarse bajo la luz de su validez y confiabilidad'?",
              "opciones": {
                "A": "Pública.",
                "B": "Crítica.",
                "C": "Sistemática y controlada.",
                "D": "Amoral.",
                "E": "Empírica."
              },
              "respuesta_correcta": "D",
               "referencia": "amoral, pública y crítica, esto significa que los resultados no deben juzgarse como \"buenos\" o \"malos\", sino revisarse bajo la luz de su validez y confiabilidad, y además deben ponerse al alcance de todo el que lo requiera, deben compartirse y, por último, está sujeta a la evaluación razonada de los resultados presentados (Kerlinger & Lee, 2008). [cite: 299]"
            },
            {
              "numero": 11,
              "pregunta": "De acuerdo con Gutiérrez (2006), ¿cómo se define al método en general?",
              "opciones": {
                "A": "El camino o procedimiento viable para conseguir un fin propuesto, es decir, una serie de pasos sistematizados que coadyuvan al logro de ciertos objetivos.",
                "B": "El conjunto de pasos que se siguen en la generación del conocimiento objetivo, avalado por una serie de reglas rigurosas.",
                "C": "El proceso que, mediante la aplicación del método científico, procura obtener información relevante y fidedigna.",
                "D": "La serie de procedimientos escrutables pertinentes, dirigidos por las reglas que arrojan conocimiento objetivo.",
                "E": "El estudio o tratado de los métodos (methodos y logos)."
              },
              "respuesta_correcta": "A",
               "referencia": "Gutiérrez (2006) define al método en general como el camino o procedimiento viable para conseguir un fin propuesto, es decir, una serie de pasos sistematizados que coadyuvan al logro de ciertos objetivos. [cite: 301]"
            },
            {
              "numero": 12,
              "pregunta": "Según Sierra (2008), ¿qué debe reunir el método además de un contenido determinado o una serie de etapas?",
              "opciones": {
                "A": "Una base empírica que asegure su demostración por medio de una prueba externa.",
                "B": "Contar con una base racional que le proporcione validez a los resultados que produzca, la cual está constituida por presupuestos filosóficos, un enfoque adoptado, principios racionales y técnicas específicas.",
                "C": "Una parte formal que se refiera a la manera como se presenta el informe de investigación para su evaluación.",
                "D": "Un enfoque mixto para garantizar la triangulación de estrategias que proporcionen mayor rigor al proceso.",
                "E": "Una espiral metodológica que muestre de manera significativa el proceso de investigación como un todo, que se retroalimenta."
              },
              "respuesta_correcta": "B",
               "referencia": "En palabras de Sierra (2008), el método deberá reunir no únicamente un contenido determinado o una serie de etapas sino contar con una base racional que le proporcione validez a los resultados que produzca, la cual está constituida por presupuestos filosóficos, un enfoque adoptado, principios racionales y técnicas específicas. [cite: 302, 306]"
            }
          ]
        },
        {
          "nombre": "III. Distinciones y Tipos de Métodos de Investigación",
          "rango_preguntas": "13-22",
          "preguntas": [
            {
              "numero": 13,
              "pregunta": "Según Bunge (2008), ¿cuál es la distinción fundamental que establece entre la metodología y los métodos?",
              "opciones": {
                "A": "La metodología es el estudio de los métodos, y que la investigación utiliza métodos y no metodologías.",
                "B": "La metodología está compuesta por los procedimientos escrutables no pertinentes, y los métodos difieren en su especificidad.",
                "C": "La metodología se refiere al tratado de los métodos (methodos y logos), mientras el método es el camino o procedimiento viable para conseguir un fin.",
                "D": "La metodología se enfoca en el conocimiento objetivo, y los métodos en la justificación teórica y empírica de dicho conocimiento.",
                "E": "La metodología es el conjunto de pasos sistematizados, y el método es la serie de reglas que avalan el conocimiento."
              },
              "respuesta_correcta": "A",
               "referencia": "Bunge (2008) establece muy claramente que la metodología es el estudio de los métodos, y que la investigación utiliza métodos y no metodologías. [cite: 354]"
            },
            {
              "numero": 14,
              "pregunta": "De acuerdo con Torres y Navarro (2007), ¿cuál es la meta primordial del problema de investigación?",
              "opciones": {
                "A": "La intervención y el cambio de una situación considerada insatisfactoria o perjudicial para la sociedad.",
                "B": "Descubrir leyes o llevar a cabo desarrollos tecnológicos a fin de comprender la realidad íntegra.",
                "C": "Generar conocimiento objetivo, avalado por una serie de reglas rigurosas que no den lugar a dudas.",
                "D": "Controlar ciertos sectores escogidos de la realidad con ayuda de conocimientos de todo tipo.",
                "E": "Proponer él mismo sus planes de investigación y debe quedar en libertad de cambiarlos cuando lo crea necesario."
              },
              "respuesta_correcta": "C",
               "referencia": "Torres y Navarro (2007), parafraseando a Bunge, consideran que el método científico es un conjunto de pasos que se siguen en la generación del conocimiento objetivo, avalado por una serie de reglas rigurosas que no den lugar a dudas de que ese conocimiento se pueda justificar teórica o empíricamente, es decir, que el conocimiento es verdadero. [cite: 359]"
            },
            {
              "numero": 15,
              "pregunta": "Según Bunge (2008), ¿cuál de los siguientes es un tipo de regla del método que está específicamente relacionada con el diseño particular del instrumento de medición y el objeto medido?",
              "opciones": {
                "A": "Reglas para evaluar la eficiencia de las metarreglas.",
                "B": "Reglas para encontrar hechos.",
                "C": "Reglas para evaluar el valor de verdad de las preposiciones.",
                "D": "Reglas para la investigación aplicada.",
                "E": "Reglas para el desarrollo tecnológico."
              },
              "respuesta_correcta": "B",
               "referencia": "Las reglas del método pueden ser de tres tipos: i) Reglas para encontrar hechos, específicamente relacionadas con el diseño particular del instrumento de medición y el objeto medido [cite: 360]"
            },
            {
              "numero": 16,
              "pregunta": "¿Cuál es la distinción fundamental que Torres y Navarro (2007) establecen entre el investigador básico y el investigador aplicado?",
              "opciones": {
                "A": "El investigador básico trabaja en los problemas que le interesan (por motivos puramente cognoscitivos), el investigador aplicado estudia solamente problemas de posible interés social.",
                "B": "El investigador básico trabaja a largo plazo, mientras el aplicado debe proponer él mismo sus planes de investigación libremente.",
                "C": "El investigador básico utiliza el método tecnológico, y el aplicado el método científico.",
                "D": "El investigador básico busca la intervención, mientras que el aplicado persigue la generación de conocimiento.",
                "E": "El investigador básico se limita a las ciencias puras, y el aplicado a la tecnología de hardware y software."
              },
              "respuesta_correcta": "A",
               "referencia": "Pero mientras el investigador básico trabaja en los problemas que le interesan (por motivos puramente cognoscitivos), el investigador aplicado estudia solamente problemas de posible interés social. [cite: 365]"
            },
            {
              "numero": 17,
              "pregunta": "Según Bunge (2008), ¿dónde está incluida la Administración dentro de la categorización de la tecnología?",
              "opciones": {
                "A": "Tecnología de hardware (fisiotecnología).",
                "B": "Tecnología del software o ingeniería de conocimiento.",
                "C": "Biotecnología.",
                "D": "Sociotecnología.",
                "E": "Psicotecnología."
              },
              "respuesta_correcta": "D",
               "referencia": "Cabría aclarar que para Bunge (2008) la administración no es ciencia básica, es parte de la tecnología, incluida en el campo de la sociotecnología. [cite: 379]"
            },
            {
              "numero": 18,
              "pregunta": "De acuerdo con Sierra (2008), ¿cuáles son los dos tipos de métodos de investigación en función de las actividades humanas?",
              "opciones": {
                "A": "Métodos de pensamiento y métodos de acción.",
                "B": "Métodos analíticos y métodos sintéticos.",
                "C": "Métodos inductivos y métodos deductivos.",
                "D": "Métodos científicos y métodos no científicos.",
                "E": "Métodos de trabajo o producción y métodos del conocimiento de la realidad."
              },
              "respuesta_correcta": "A",
               "referencia": "Sierra (2008) establece que los métodos de investigación pueden ser de dos tipos: aquellos que constituyen actividades humanas de carácter interno, llamados métodos de pensamiento, ... y por el otro lado aquellos que constituyen actividades humanas de carácter externo, llamados métodos de acción. [cite: 382]"
            },
            {
              "numero": 19,
              "pregunta": "Según Torres y Navarro (2007), ¿cuál es la diferencia entre ciencia (básica o aplicada) y técnica, resumida en sus objetivos?",
              "opciones": {
                "A": "La ciencia se propone descubrir leyes o llevar a cabo desarrollos tecnológicos a fin de comprender la realidad íntegra, la técnica se propone controlar ciertos sectores escogidos de la realidad con ayuda de conocimientos de todo tipo, en particular científicos.",
                "B": "La ciencia parte de problemas puramente prácticos, y la técnica de problemas puramente cognoscitivos.",
                "C": "La ciencia busca datos, formular hipótesis y teorías, mientras que la técnica se limita a utilizar el conocimiento de la ciencia.",
                "D": "La ciencia estudia sistemas controlables, tales como carreteras o máquinas, mientras la técnica estudia sistemas compuestos por hombres y artefactos.",
                "E": "La ciencia se planifica a largo plazo, la técnica se desarrolla con absoluta libertad para cambiar los planes cuando sea necesario."
              },
              "respuesta_correcta": "A",
               "referencia": "Torres y Navarro (2007) concluyen que la diferencia entre ciencia (básica o aplicada) y técnica se puede resumir en lo siguiente: mientras la ciencia se propone descubrir leyes o llevar a cabo desarrollos tecnológicos a fin de comprender la realidad íntegra, la técnica se propone controlar ciertos sectores escogidos de la realidad con ayuda de conocimientos de todo tipo, en particular científicos. [cite: 372]"
            },
            {
              "numero": 20,
              "pregunta": "¿A qué se refieren Del Cid, Méndez y Sandoval (2007) cuando describen los 'métodos de pensamiento'?",
              "opciones": {
                "A": "Actividades humanas de carácter externo que buscan transformar la realidad.",
                "B": "Procesos lógicos, es decir, la forma que utiliza la razón para relacionar datos.",
                "C": "Métodos de acción que buscan conocer la realidad histórica sin ser científicos.",
                "D": "Reglas para evaluar la eficiencia de las reglas (metarreglas) en la investigación.",
                "E": "El camino o procedimiento viable para conseguir un fin propuesto de forma racional."
              },
              "respuesta_correcta": "B",
               "referencia": "aquellos que constituyen actividades humanas de carácter interno, llamados métodos de pensamiento, que en palabras de Del Cid, Méndez y Sandoval (2007) son en realidad procesos lógicos, es decir, la forma que utiliza la razón para relacionar datos [cite: 382]"
            },
            {
              "numero": 21,
              "pregunta": "¿Cuál de los siguientes es un método de pensamiento de tipo general, de acuerdo con el listado proporcionado en el texto?",
              "opciones": {
                "A": "Método simplex.",
                "B": "Análisis multivariante.",
                "C": "Deducción.",
                "D": "Método de muestreo al azar.",
                "E": "Método de transporte."
              },
              "respuesta_correcta": "D",
              "referencia": "1.  De tipo general: a) Método experimental, b) Método de muestreo al azar, c) Método estadístico en general, d) Método de aproximaciones sucesivas. [cite: 386]"
            },
            {
              "numero": 22,
              "pregunta": "¿Cuál es un método de acción, específicamente para 'Toma de decisiones bajo condiciones de certidumbre y riesgo', de acuerdo con el listado proporcionado?",
              "opciones": {
                "A": "Técnicas cualitativas (escenarios, técnicas Delphi…).",
                "B": "Matriz de fortalezas-debilidades, amenazas-oportunidades (FODA).",
                "C": "Método de colas y líneas de espera.",
                "D": "Método gráfico para dos variables.",
                "E": "Program Evaluation and Review Technique (PERT)."
              },
              "respuesta_correcta": "D",
               "referencia": "Toma de decisiones bajo condiciones de certidumbre y riesgo: - Programación lineal - Método gráfico para dos variables - Método simplex - Método de transporte. [cite: 387]"
            }
          ]
        },
        {
          "nombre": "IV. Enfoques y Métodos en el Caso de Tesis Doctoral",
          "rango_preguntas": "23-32",
          "preguntas": [
            {
              "numero": 23,
              "pregunta": "Según Malhotra y Grover (1998), ¿por qué es conveniente realizar investigaciones de tipo cualitativo en las etapas iniciales de una investigación?",
              "opciones": {
                "A": "Para evitar sesgos y asegurar que el alcance temporal sea de corte transversal.",
                "B": "Para establecer patrones de comportamiento y probar teorías con análisis estadístico.",
                "C": "Para permitir generar hipótesis que se contrastarán en las etapas más avanzadas de la investigación, con base en métodos cuantitativo.",
                "D": "Para utilizar la recolección de datos sin medición numérica para describir o afinar preguntas de investigación.",
                "E": "Para validar empíricamente los coeficientes de relación funcional postulada en el modelo de decisión."
              },
              "respuesta_correcta": "C",
               "referencia": "ya que de acuerdo con Malhotta y Grover (1998), en las etapas iniciales es conveniente realizar investigaciones exploratorias o descriptivas de tipo cualitativo que permitan generar hipótesis que se contrastarán en las etapas más avanzadas de la investigación, con base en métodos cuantitativo. [cite: 418]"
            },
            {
              "numero": 24,
              "pregunta": "¿Cuál es el método formal que debe utilizarse cuando una investigación aplicada busca generar un desarrollo tecnológico, de acuerdo con Bunge (2008)?",
              "opciones": {
                "A": "Método sistémico para el desarrollo de un modelo de decisión.",
                "B": "Método tecnológico.",
                "C": "Método hipotético deductivo.",
                "D": "Método inductivo.",
                "E": "Método estadístico a través del análisis multivariable."
              },
              "respuesta_correcta": "B",
               "referencia": "Considerando que por su finalidad esta es una investigación aplicada que busca generar un desarrollo tecnológico, el método formal que se debe utilizar es el método tecnológico que consta de las siguientes etapas (Bunge, 2008) [cite: 422]"
            },
            {
              "numero": 25,
              "pregunta": "¿En qué consiste la primera fase (estrategia metodológica) de la tesis doctoral 'Modelo de competitividad para productores del sector floricultor...'?",
              "opciones": {
                "A": "En la organización del trabajo de campo, la recolección y procesamiento de la información y el análisis y presentación de resultados.",
                "B": "En el trabajo empírico que inicia con el análisis multivariante, correlaciones y ecuaciones estructurales.",
                "C": "Comprende la estrategia metodológica que considera el contexto del problema, su planteamiento, la elaboración del marco teórico y la caracterización y diseño de la investigación.",
                "D": "En el enfoque cualitativo que tiene como único propósito establecer las condiciones del problema sin realizar mediciones.",
                "E": "En la aplicación del método deductivo, que va de lo general a lo particular, para clarificar los factores que impactaban en la competitividad."
              },
              "respuesta_correcta": "C",
               "referencia": "La investigación se desarrolla en dos fases; la primera comprende la estrategia metodológica que considera el contexto del problema, su planteamiento, la elaboración del marco teórico y la caracterización y diseño de la investigación [cite: 397]"
            },
            {
              "numero": 26,
              "pregunta": "¿Qué tipo de investigación, según su alcance, fue el caso de estudio 'Modelo de competitividad para productores del sector floricultor...', y qué busca conocer?",
              "opciones": {
                "A": "Aplicada, busca generar un desarrollo tecnológico.",
                "B": "Transversal, se realiza en un solo lapso de tiempo.",
                "C": "Exploratoria, busca examinar un tema poco estudiado.",
                "D": "Correlacional, pues busca conocer cómo se comporta una variable o concepto conociendo el comportamiento de otra variable relacionada.",
                "E": "Descriptiva, busca especificar propiedades, características y rasgos importantes de cualquier fenómeno."
              },
              "respuesta_correcta": "D",
               "referencia": "Por su alcance es una investigación correlacional, pues busca conocer cómo se comporta una variable o concepto conociendo el comportamiento de otra variable relacionada [cite: 405]"
            },
            {
              "numero": 27,
              "pregunta": "¿Cuál es la principal diferencia de enfoque entre la primera fase y la segunda fase de la tesis doctoral, según la 'Espiral metodológica'?",
              "opciones": {
                "A": "La Fase 1 utiliza un enfoque cuantitativo y la Fase 2 uno cualitativo.",
                "B": "La Fase 1 utiliza un enfoque cualitativo y la Fase 2 uno cuantitativo.",
                "C": "La Fase 1 utiliza el método hipotético deductivo y la Fase 2 el método inductivo.",
                "D": "La Fase 1 utiliza el método tecnológico y la Fase 2 el método de Van Gigch.",
                "E": "La Fase 1 se enfoca en la descripción y la Fase 2 en la exploración."
              },
              "respuesta_correcta": "B",
               "referencia": "Esta investigación inicia con un enfoque cualitativo, que posteriormente se orienta hacia un enfoque cuantitativo[cite: 418].  ... La primera fase con un enfoque cualitativo ... la que finalmente toma un enfoque cuantitativo [cite: 418, 420]"
            },
            {
              "numero": 28,
              "pregunta": "¿Cuál fue el objetivo fundamental de la primera fase con enfoque cualitativo (10 entrevistas en profundidad) del caso de estudio?",
              "opciones": {
                "A": "Medir el impacto de las variables calidad e innovación sobre la competitividad.",
                "B": "Identificar los factores determinantes de la competitividad en dos sentidos: a) Confirmando las variables fundamentales de competitividad extraídas de la literatura sobre el tema, y b) Detectando variables de competitividad propias de las características particulares de los productores de flores de la región.",
                "C": "Realizar un análisis cualitativo del contexto y de la literatura que permitió un acercamiento a los síntomas y causas de la problemática.",
                "D": "Estimar los coeficientes de relación funcional postulada en los pasos 3 y 4 del modelo de decisión.",
                "E": "Implementar una relación funcional entre las variables de competitividad y las capacidades gerenciales."
              },
              "respuesta_correcta": "B",
               "referencia": "lo cual sirvió, fundamentalmente, para identificar los factores determinantes de la competitividad en dos sentidos: a) Confirmando las variables fundamentales de competitividad extraídas de la literatura sobre el tema, y b) Detectando variables de competitividad propias de las características particulares de los productores de flores de la región. [cite: 419]"
            },
            {
              "numero": 29,
              "pregunta": "¿Qué método de pensamiento se aplicó en la Fase 1 (estrategia metodológica) que va 'de lo general a lo particular', según la descripción de la 'Espiral metodológica'?",
              "opciones": {
                "A": "Método Inductivo.",
                "B": "Método Hipotético-Deductivo.",
                "C": "Método Deductivo.",
                "D": "Método Estadístico.",
                "E": "Método de Aproximaciones Sucesivas."
              },
              "respuesta_correcta": "C",
               "referencia": "Posteriormente, se aplicó el método deductivo, que va de lo general a lo particular, cuando se revisó el marco teórico que sirvió de base para realizar la propuesta de mejora [cite: 445]"
            },
            {
              "numero": 30,
              "pregunta": "¿Qué método de acción se utilizó para elaborar la propuesta de modelos de mejora en la Fase 2 (trabajo empírico) del caso de estudio?",
              "opciones": {
                "A": "Método estadístico a través del análisis multivariable.",
                "B": "Método de muestreo al azar.",
                "C": "Método sistémico para el desarrollo de un modelo de decisión de Van Gigch (2008).",
                "D": "Método tecnológico (Bunge, 2008).",
                "E": "Método correlacional y transversal."
              },
              "respuesta_correcta": "C",
               "referencia": "el método de acción para elaborar la propuesta de modelos de mejora fue el método sistémico para el desarrollo de un modelo de decisión de Van Gigch (2008). [cite: 449]"
            },
            {
              "numero": 31,
              "pregunta": "¿Cuál es la primera etapa del método tecnológico (Bunge, 2008) aplicada en la tesis doctoral?",
              "opciones": {
                "A": "Planteamiento de un problema práctico.",
                "B": "Elección del campo.",
                "C": "Adquisición de conocimientos, antecedentes necesarios para la consecución de los objetivos del trabajo.",
                "D": "Propuesta una serie de factores que inciden en la competitividad de los floricultores.",
                "E": "Descripción detallada del plan."
              },
              "respuesta_correcta": "B",
              "referencia": "1.  Elección del campo: En este estudio se determinó estudiar la competitividad de pequeños productores de flores en el pueblo de San Andrés Totoltepec en Tlalpan. [cite: 424]"
            },
            {
              "numero": 32,
              "pregunta": "¿Cuál es el paso del 'método para desarrollar modelos de decisión de Van Gigch (2008)' que se realiza inmediatamente antes de 'Realizar la investigación empírica'?",
              "opciones": {
                "A": "Encontrar la relación más plausible entre las variables.",
                "B": "Implantar una relación funcional entre las variables.",
                "C": "Utilizar el modelo para evaluar nuevas situaciones y alternativas u opciones.",
                "D": "La hipótesis debe validarse mediante datos empíricos.",
                "E": "Estimar los coeficientes de relación funcional postulada en los pasos 3 y 4."
              },
              "respuesta_correcta": "D",
              "referencia": "5. La hipótesis debe validarse mediante datos empíricos. 6.  Realizar la investigación empírica. [cite: 433, 434]"
            }
          ]
        },
        {
          "nombre": "V. Metodología y Conclusiones Generales",
          "rango_preguntas": "33-42",
          "preguntas": [
            {
              "numero": 33,
              "pregunta": "¿Qué tipo de método se aplicó en la Fase 2 (trabajo empírico) del caso de estudio para el análisis de los datos?",
              "opciones": {
                "A": "Método de pensamiento de tipo inductivo.",
                "B": "Método sistémico para el desarrollo de un modelo de decisión de Van Gigch (2008).",
                "C": "Método hipotético-deductivo.",
                "D": "Método estadístico a través del análisis multivariable.",
                "E": "Método de la transformada de Laplace."
              },
              "respuesta_correcta": "D",
               "referencia": "El método utilizado para el análisis de los datos fue el método estadístico a través del análisis multivariable [cite: 448]"
            },
            {
              "numero": 34,
              "pregunta": "¿Cuál es el elemento que, de acuerdo con el documento, 'representa de manera significativa el proceso de investigación como un todo, que se retroalimenta y que considera diferentes momentos'?",
              "opciones": {
                "A": "El proceso dialéctico.",
                "B": "El método central que guía la investigación.",
                "C": "La triangulación metodológica.",
                "D": "La espiral metodológica.",
                "E": "La caracterización de la investigación."
              },
              "respuesta_correcta": "D",
               "referencia": "Esta espiral metodológica representa de manera significativa el proceso de investigación como un todo, que se retroalimenta y que considera diferentes momentos, y muestra la forma en que los diferentes métodos se van insertando dentro del proceso conforme la investigación se va desarrollando. [cite: 437]"
            },
            {
              "numero": 35,
              "pregunta": "Según las conclusiones, ¿cuál es el error frecuente en las ciencias sociales, y más concretamente en la administración, respecto al desarrollo de la investigación?",
              "opciones": {
                "A": "No usar el método tecnológico en investigaciones de desarrollo.",
                "B": "Confundirse en el desarrollo de la investigación, debido a que no se reflexiona suficientemente entre lo que se va a investigar (objetos y objetivos de investigación) y el método o métodos que se van a utilizar.",
                "C": "Desarrollar investigaciones cualitativas siguiendo el enfoque cuantitativo.",
                "D": "No tener la firme convicción de que solo se debe utilizar el método científico.",
                "E": "Actuar como un consultor experto en saber observar en lugar de un investigador formal."
              },
              "respuesta_correcta": "B",
               "referencia": "Vale la pena mencionar que en las ciencias sociales, y más concretamente en la administración, es frecuente confundirse en el desarrollo de la investigación, debido a que no se reflexiona suficientemente entre lo que se va a investigar (objetos y objetivos de investigación) y el método o métodos que se van a utilizar. [cite: 454, 455]"
            },
            {
              "numero": 36,
              "pregunta": "¿Cuál es la consecuencia de la confusión mencionada en la administración, según el texto?",
              "opciones": {
                "A": "Es recurrente desarrollar investigaciones básicas siguiendo el método tecnológico.",
                "B": "Es recurrente desarrollar investigaciones técnicas siguiendo el método científico, cuando lo que se necesita es tener la firme convicción de los métodos o técnicas que la misma investigación demanda.",
                "C": "El investigador solo tiene que actuar como un consultor experto en saber observar y sistematizar la problemática.",
                "D": "Se requiere combinar dos o más métodos de una manera creativa para la solución de problemas.",
                "E": "Se necesita un método que guíe todo el proceso, el cual varía de una investigación a otra."
              },
              "respuesta_correcta": "B",
               "referencia": "Es recurrente desarrollar investigaciones técnicas siguiendo el método científico, cuando lo que se necesita es tener la firme convicción de los métodos o técnicas que la misma investigación demanda. [cite: 456]"
            },
            {
              "numero": 37,
              "pregunta": "En las conclusiones, ¿cuál es el método general que sirve de base para el proceso de investigación, aunque este varíe de una investigación a otra?",
              "opciones": {
                "A": "El método inductivo.",
                "B": "El método científico como tal o el método tecnológico.",
                "C": "El método sistémico de Van Gigch.",
                "D": "El método hipotético deductivo.",
                "E": "El método de aproximaciones sucesivas."
              },
              "respuesta_correcta": "B",
               "referencia": "Este proceso varía de una investigación a otra aunque, en esencia, los pasos a seguir pueden ser similares, ya que se basan en un método general que puede ser el método científico como tal o el método tecnológico. [cite: 460]"
            },
            {
              "numero": 38,
              "pregunta": "¿Qué generan los enfoques de la investigación (cualitativo, cuantitativo o ambos) al variar 'dependiendo del momento metodológico'?",
              "opciones": {
                "A": "Un enfoque mixto, que implica una triangulación de estrategias que proporcionan mayor rigor al proceso.",
                "B": "Un método de pensamiento de carácter interno que busca la razón para relacionar datos.",
                "C": "Un conjunto de métodos y/o técnicas que se conjugan para llegar al producto deseado.",
                "D": "Una distinción fundamental entre la ciencia (básica o aplicada) y la técnica.",
                "E": "El uso del método científico para obtener nuevos conocimientos (datos, hipótesis, teorías, técnicas)."
              },
              "respuesta_correcta": "A",
               "referencia": "Los enfoques de la investigación también pueden variar dependiendo del momento metodológico, y pueden ser cualitativos, cuantitativos o ambos, lo que generaría un enfoque mixto, que implica una triangulación de estrategias que proporcionan mayor rigor al proceso. [cite: 463, 464]"
            },
            {
              "numero": 39,
              "pregunta": "¿Qué constituye el conjunto de métodos que se utilizan en una investigación para el trabajo, según las conclusiones dirigidas a los estudiantes?",
              "opciones": {
                "A": "La espiral metodológica.",
                "B": "La caracterización del proceso.",
                "C": "La metodología del trabajo de investigación.",
                "D": "La justificación teórica y empírica.",
                "E": "La triangulación de estrategias."
              },
              "respuesta_correcta": "C",
               "referencia": "no se utiliza un solo método, sino un conjunto de métodos, que constituyen la metodología del trabajo de investigación. [cite: 466]"
            },
            {
              "numero": 40,
              "pregunta": "Según la definición de ciencia en el documento, ¿qué conjunto de procedimientos y técnicas garantiza que el conocimiento obtenido 'posee los elementos necesarios para considerarse científico'?",
              "opciones": {
                "A": "Una serie de pasos sistematizados que coadyuvan al logro de ciertos objetivos (Método).",
                "B": "Un proceso (denominado la investigación científica) que, a su vez, considera una serie de procedimientos y técnicas que garantizan que este conocimiento obtenido posee los elementos necesarios para considerarse científico.",
                "C": "Una base racional constituida por presupuestos filosóficos, un enfoque adoptado, principios racionales y técnicas específicas.",
                "D": "La aplicación de técnicas e instrumentos de investigación específicos y delimitados que permiten la recolección de los datos pertinentes.",
                "E": "El uso de la razón para relacionar datos (Procesos lógicos)."
              },
              "respuesta_correcta": "B",
               "referencia": "La ciencia en estos términos se define como un conjunto de conocimientos razonados, sistematizados y verdaderos que requieren, para alcanzar tal rigor, ser obtenidos mediante un proceso (denominado la investigación científica) que, a su vez, considera una serie de procedimientos y técnicas que garantizan que este conocimiento obtenido posee los elementos necesarios para considerarse científico. [cite: 295]"
            },
            {
              "numero": 41,
              "pregunta": "¿Cuál es la característica de la investigación científica, según Kerlinger & Lee (2008), que requiere que 'el proceso siga un orden tal que proporcione confianza en los resultados obtenidos'?",
              "opciones": {
                "A": "Empírica.",
                "B": "Crítica.",
                "C": "Sistemática y controlada.",
                "D": "Amoral y pública.",
                "E": "Inductiva y deductiva."
              },
              "respuesta_correcta": "C",
               "referencia": "sistemática y controlada, que el proceso siga un orden tal que proporcione confianza en los resultados obtenidos [cite: 298]"
            },
            {
              "numero": 42,
              "pregunta": "¿Cuál es la segunda parte del proceso de investigación, según Tamayo (1999), que hace alusión a los pasos que deben seguirse para lograr la aplicación del método científico a un problema específico?",
              "opciones": {
                "A": "Una parte formal, que se refiere a la manera como se presenta el informe de investigación.",
                "B": "Una parte del proceso, que hace alusión a los pasos que deben seguirse para lograr la aplicación del método científico a un problema específico.",
                "C": "Un producto (objeto), basado en teorías y hechos.",
                "D": "Un método (conjunto de acciones), que implica una validación y un descubrimiento.",
                "E": "Condiciones de realización, tanto institucionales como técnicas."
              },
              "respuesta_correcta": "B",
               "referencia": "Según Tamayo (1999), este proceso considera dos aspectos: i) una parte formal, que se refiere a la manera como se presenta el informe de investigación, y ii) una parte del proceso, que hace alusión a los pasos que deben seguirse para lograr la aplicación del método científico a un problema específico. [cite: 318]"
            }
          ]
        },
        {
          "nombre": "VI. Rasgos y Tipos del Método Científico y la Investigación Aplicada",
          "rango_preguntas": "43-50",
          "preguntas": [
            {
              "numero": 43,
              "pregunta": "¿Cuál de las siguientes opciones es un rasgo del método científico, considerado el método de investigación por excelencia, de acuerdo con el texto?",
              "opciones": {
                "A": "Empírico, deductivo, experimental, tecnológico y público.",
                "B": "Teórico, problemático-hipotético, empírico, inductivo, deductivo, crítico, circular, analítico-sintético, selectivo y abierto a la imaginación.",
                "C": "Racional, filosófico, sistemático, fidedigno, experimental, tecnológico y controlado.",
                "D": "Descriptivo, correlacional, transversal, cualitativo y cuantitativo.",
                "E": "De campo, de laboratorio, documental, de encuestas y experimental."
              },
              "respuesta_correcta": "B",
               "referencia": "Por tanto, puede considerarse como el método de investigación por excelencia el método científico, el cual además considera una serie de rasgos: es teórico, problemático-hipotético, empírico, inductivo, deductivo, crítico, circular, analítico-sintético, selectivo y abierto a la imaginación. [cite: 307]"
            },
            {
              "numero": 44,
              "pregunta": "¿Qué tipo de investigación, según su alcance temporal, permite estudiar la evolución del fenómeno en un momento determinado?",
              "opciones": {
                "A": "Transversal, la investigación considera un momento único.",
                "B": "Longitudinal, la que permite estudiar la evolución del fenómeno en un momento determinado (Sierra, 2008).",
                "C": "Exploratoria, cuando el objetivo consiste en examinar un tema poco estudiado.",
                "D": "Aplicada, la que busca conocimientos específicos.",
                "E": "De campo, es decir, estudia el fenómeno en su ambiente natural."
              },
              "respuesta_correcta": "B",
               "referencia": "Longitudinal, la que permite estudiar la evolución del fenómeno en un momento determinado (Sierra, 2008). [cite: 332]"
            },
            {
              "numero": 45,
              "pregunta": "¿Qué tipo de investigación (por su marco) estudia el fenómeno 'en un ambiente controlado y artificial'?",
              "opciones": {
                "A": "De campo, es decir, estudia el fenómeno en su ambiente natural.",
                "B": "Experimental, observa fenómenos producidos en laboratorios.",
                "C": "De laboratorio, estudia el fenómeno en un ambiente controlado y artificial (Sierra, 2008).",
                "D": "Empírica, aquella que implica trabajar con hechos de experiencia directa.",
                "E": "Descriptiva, cuando busca especificar propiedades, características y rasgos importantes."
              },
              "respuesta_correcta": "C",
               "referencia": "De laboratorio, estudia el fenómeno en un ambiente controlado y artificial (Sierra, 2008). [cite: 345]"
            },
            {
              "numero": 46,
              "pregunta": "¿Qué define Hernández, Fernández & Baptista (2008) como el enfoque cuantitativo de la investigación?",
              "opciones": {
                "A": "El que utiliza la recolección de datos sin medición numérica para describir o afinar preguntas de investigación.",
                "B": "El que no busca cuantificar sino comprender, profundizar en el entendimiento y las interioridades de los fenómenos.",
                "C": "El que busca conocimientos específicos, la resolución de problemas prácticos inmediatos.",
                "D": "El que usa la recolección de datos para probar hipótesis con base en la medición numérica y el análisis estadístico para establecer patrones de comportamiento y probar teorías.",
                "E": "El que busca llenar un vacío de conocimiento en una disciplina o generar nuevos marcos conceptuales que cuestionen los existentes."
              },
              "respuesta_correcta": "D",
              "referencia": "El enfoque cuantitativo que usa la recolección de datos para probar hipótesis con base en la medición numérica y el análisis estadístico para establecer patrones de comportamiento y probar teorías (Hernández, et ál.  2008) [cite: 410]"
            },
            {
              "numero": 47,
              "pregunta": "¿Cuál es la raíz etimológica de la palabra 'método' y cuál es su significado literal?",
              "opciones": {
                "A": "Proviene del latín *metodhus* y del griego *metha* y *logos* que significan 'estudio a seguir'.",
                "B": "Proviene del latín *metodhus* y esta, a su vez, del griego *metha* y *odos* que significan 'camino a seguir'.",
                "C": "Proviene del griego *methodos* y *logos* que significan 'estudio o tratado de'.",
                "D": "Proviene del griego *metha* y *logos* que significan 'conjunto de acciones'.",
                "E": "Proviene del latín *metodhus* y del griego *odos* que significan 'procedimiento viable'."
              },
              "respuesta_correcta": "B",
               "referencia": "El método puede definirse atendiendo su raíz etimológica que proviene del latín metodhus y esta, a su vez, del griego metha y odos que significan 'camino a seguir'. [cite: 351]"
            },
            {
              "numero": 48,
              "pregunta": "¿Cuál es la función del paso 7 del método para desarrollar modelos de decisión de Van Gigch (2008)?",
              "opciones": {
                "A": "Encontrar la relación más plausible entre las variables.",
                "B": "Realizar la investigación empírica.",
                "C": "Utilizar el modelo para evaluar nuevas situaciones y alternativas u opciones.",
                "D": "Estimar los coeficientes de relación funcional postulada en los pasos 3 y 4, y estructurar un modelo representativo.",
                "E": "Hipotetizar la forma de la relación funcional."
              },
              "respuesta_correcta": "D",
              "referencia": "7.  Estimar los coeficientes de relación funcional postulada en los pasos 3 y 4, y estructurar un modelo representativo. [cite: 435]"
            },
            {
              "numero": 49,
              "pregunta": "¿Qué se refiere a los 'métodos de acción' que buscan 'conocer la realidad'?",
              "opciones": {
                "A": "Métodos de pensamiento (procesos lógicos).",
                "B": "Métodos de trabajo o producción (transformación de la realidad).",
                "C": "Métodos didácticos.",
                "D": "Métodos del conocimiento del mundo o la realidad: Científicos (Realidad presente) y No científicos (Realidad histórica).",
                "E": "Métodos de muestreo al azar y estadísticos en general."
              },
              "respuesta_correcta": "D",
              "referencia": "3.  De acción: a) Del conocimiento del mundo o la realidad: Realidad presente Científicos, Realidad histórica No científicos. [cite: 384, 386]"
            },
            {
              "numero": 50,
              "pregunta": "¿Qué incluye la investigación correlacional, según Hernández, Fernández & Baptista (2008), que es una clasificación por profundidad?",
              "opciones": {
                "A": "Describe tendencias de un grupo o población, incluye a la investigación correlacional, la cual asocia variables mediante un patrón predecible para un grupo o población.",
                "B": "Pretende establecer las causas y eventos, sucesos o fenómenos que se estudian.",
                "C": "Busca especificar propiedades, características y rasgos importantes de cualquier fenómeno que se analice.",
                "D": "Busca conocimientos específicos, la resolución de problemas prácticos.",
                "E": "Examina un tema poco estudiado, del cual se tiene poca información."
              },
              "respuesta_correcta": "A",
               "referencia": "Describe tendencias de un grupo o población, incluye a la investigación correlacional, la cual asocia variables mediante un patrón predecible para un grupo o población, y iii) Explicativa, la cual pretende establecer las causas y eventos, sucesos o fenómenos que se estudian (Hernández, Fernández & Baptista, 2008). [cite: 335]"
            }
          ]
        }
      ]
    }
  }